{
  "text": {
    "i": 51,
    "want": 138,
    "to": 131,
    "file": 35,
    "a": 1,
    "complaint": 22,
    "how": 49,
    "register": 105,
    "submit": 123,
    "grievance": 44,
    "official": 80,
    "portal": 92,
    "link": 59,
    "raise": 103,
    "an": 4,
    "issue": 55,
    "report": 106,
    "problem": 95,
    "where": 140,
    "log": 61,
    "complain": 21,
    "about": 2,
    "service": 113,
    "delay": 25,
    "do": 27,
    "can": 15,
    "apply": 6,
    "please": 91,
    "you": 146,
    "help": 46,
    "me": 63,
    "guide": 45,
    "what": 139,
    "is": 54,
    "the": 128,
    "process": 97,
    "it": 56,
    "request": 107,
    "status": 122,
    "check": 20,
    "my": 69,
    "ticket": 129,
    "helpdesk": 47,
    "support": 125,
    "laptop": 57,
    "not": 76,
    "working": 145,
    "wifi": 142,
    "needed": 72,
    "reset": 109,
    "office": 79,
    "password": 86,
    "vpn": 136,
    "connection": 23,
    "printer": 94,
    "for": 38,
    "leave": 58,
    "vacation": 134,
    "sick": 116,
    "casual": 17,
    "procedure": 96,
    "fill": 36,
    "form": 39,
    "application": 5,
    "on": 82,
    "hr": 50,
    "need": 71,
    "time": 130,
    "off": 78,
    "paid": 85,
    "medical": 66,
    "procurement": 98,
    "purchase": 101,
    "proposal": 99,
    "create": 24,
    "start": 120,
    "pr": 93,
    "supplies": 124,
    "new": 73,
    "equipment": 34,
    "send": 111,
    "requisition": 108,
    "buy": 14,
    "assets": 9,
    "officially": 81,
    "download": 31,
    "salary": 110,
    "slip": 118,
    "show": 115,
    "payslip": 89,
    "view": 135,
    "payroll": 88,
    "get": 41,
    "monthly": 68,
    "statement": 121,
    "option": 83,
    "wage": 137,
    "history": 48,
    "generate": 40,
    "employee": 33,
    "document": 28,
    "pay": 87,
    "services": 114,
    "are": 7,
    "available": 11,
    "list": 60,
    "provide": 100,
    "assist": 10,
    "with": 143,
    "menu": 67,
    "of": 77,
    "department": 26,
    "government": 43,
    "options": 84,
    "ask": 8,
    "catalog": 19,
    "name": 70,
    "all": 3,
    "random": 104,
    "nonsense": 75,
    "question": 102,
    "blah": 12,
    "bluh": 13,
    "skdjfh": 117,
    "elephant": 32,
    "car": 16,
    "doing": 29,
    "__number__": 0,
    "text": 127,
    "no": 74,
    "meaning": 64,
    "gibberish": 42,
    "test": 126,
    "uuuuu": 133,
    "doinggg": 30,
    "words": 144,
    "sentence": 112,
    "meaningless": 65,
    "input": 52,
    "utter": 132,
    "irrelevant": 53,
    "phrase": 90,
    "why": 141,
    "cat": 18,
    "flying": 37,
    "spaceship": 119,
    "make": 62
  },
  "intent": {
    "ask_complaint": 0,
    "ask_it": 1,
    "ask_leave": 2,
    "ask_procurement": 3,
    "ask_salary": 4,
    "ask_services": 5,
    "fallback": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_complaint": 12,
    "utter_ask_it": 13,
    "utter_ask_leave": 14,
    "utter_ask_procurement": 15,
    "utter_ask_salary": 16,
    "utter_ask_services": 17,
    "utter_default": 18
  },
  "action_text": null,
  "intent_response_key": null
}